commands = '''
**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 𝗖𝗛𝗘𝗖𝗞𝗘𝗥 ⟩

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 𝗖𝗛𝗘𝗖𝗞𝗘𝗥 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.حالة الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
⟨ 𝗦𝗬𝗧𝗛𝗢𝗡 𝗖𝗛𝗘𝗖𝗞𝗘𝗥 ⟩
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.تشيكر` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الكلايم
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
---------
الانواع :
---------
1 : ثلاثي

2 : ثلاثي فقط احرف و اخر ارقام

3 : بوت ثنائي

4 : بوت ثلاثي

5 : خماسي حرف

6 : خماسي حرفين

7 : سداسي حرف

8 : سداسي حرفين 

9 : سباعي حرف 

10 : رباعي
------------------------------------------------
طريقة تفعيل الصيد 

.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الذي انشاته
------------------------------------------------
-----------------------------
- مثال : .صيد 40000 2 @jnuun
-----------------------------
'''
